<?php
/** @var yii\web\View $this */

foreach ($cars as $c){
    var_dump($c);
}

$this->title = 'Gaz-3110';
?>
<body>
    <h1>Gaz-3110</h1>
    <p>ГАЗ-3110 «Волга» — автомобиль среднего класса производства Горьковского автозавода, выпускавшийся с 1997 по 2004 годы.

        Представляет собой последнюю и вынужденную маскировочную (паллиативную) модернизацию кузова автомобиля 1960–1970 годов (первой моделью которого была ГАЗ-24) под дизайн 1990–2000 гг., обусловленную непоявлением в серийном производстве кузова современного автомобиля.

        В 2004 году передняя часть кузова была видоизменена: автомобиль получил фары, подобные таковым у модели ГАЗ-3111, и к индексу добавилась цифра «5»</p>
    <img src = 'img/i.webp'>
</body>